<?php

return [
'photo' => 'صورة المشروع' ,
'title_ar' => 'عنوان المشروع |عربي ' ,
'title_en' => 'عنوان المشروع |انجليزي' ,
'date' => 'تاريخ نشر المشروع ' ,
'writer' => 'اسم كاتب المشروع' ,
'type' => 'نوع المشروع ' ,
'settings_tab' => 'اعدادات المشروع ' ,
'details_ar_tab' => ' تفاصيل المشروع بالعربي ' ,
'details_en_tab' => 'تفاصيل المشروع بالانجليزي ',
'file' => 'ملف المشروع' ,
'des_ar' =>'ملخص المشروع |عربي ',
'des_en' =>'ملخص المشروع |انجليزي',
'update' => 'تعديل المشروع ' ,
'no_found' => 'لايوجد مشاريع حاليا' ,


];
