<?php

return [
'photo' => 'صورة المشروع' ,
'title_ar' => 'عنوان المشروع |عربي ' ,
'title_en' => 'عنوان المشروع |انجليزي' ,
'date' => 'تاريخ نشر المشروع ' ,
'writer' => 'اسم كاتب المشروع' ,
'type' => 'نوع المشروع ' ,
'settings_tab' => 'اعدادات المشروع ' ,
'details_ar_tab' => ' تفاصيل المشروع بالعربي ' ,
'details_en_tab' => 'تفاصيل المشروع بالانجليزي ',
'file' => 'ملف المشروع' ,
'des_ar' =>'ملخص المشروع |عربي ',
'des_en' =>'ملخص المشروع |انجليزي',
'update' => 'تعديل المشروع ' ,
'no_found' => 'لايوجد مشاريع حاليا' ,
'current' => 'حالي' ,
'previous' => 'سابق' ,


// validate message
'photo_required' => 'صورة المشروع مطلوبة ' ,
'title_ar_required'=>'عنوان المشروع بالعربي مطلوب',
'title_en_required'=>'عنوان المشروع بالانجليزي مطلوب',
'details_ar_required'=>' ملخص المشروع بالعربي مطلوب ',
'details_en_required'=>'ملخص المشروع بالانجليزي مطلوب',
'date_required'=>'تاريخ نشر المشروع مطلوب',
'writer_required'=>'اسم كاتب المشروع مطلوب',
'file_mimes' =>'يجب ان يكون نوع الملف pdf',

];
