<?php

return [
'photo' => 'صورة المنشور' ,
'title_ar' => 'عنوان المنشور |عربي ' ,
'title_en' => 'عنوان المنشور |انجليزي' ,
'date' => 'تاريخ نشر المنشور ' ,
'writer' => 'اسم كاتب المنشور' ,
'type' => 'نوع المنشور ' ,
'settings_tab' => 'اعدادات المنشور ' ,
'details_ar_tab' => ' تفاصيل المنشور بالعربي ' ,
'details_en_tab' => 'تفاصيل المنشور بالانجليزي ',
'file' => 'ملف المنشور' ,
'des_ar' =>'ملخص المنشور |عربي ',
'des_en' =>'ملخص المنشور |انجليزي',
'update' => 'تعديل المنشور ' ,
'no_found' => 'لايوجد منشورات حاليا' ,


];
