<?php

return [
    'update_team_member' => 'تعديل عضو الفريق',

    'photo' => 'الصورة',
    'name_ar' => 'الاسم | عربي',
    'name_en' => 'الاسم | انجليزي',
    'position_ar' => 'المنصب | عربي',
    'position_en' => 'المنصب | انجليزي',
    'status' => 'الحالة',
    'type'=>'النوع',
    'enter_team_image' => 'ادخل الصورة',
    'enter_name_ar' => 'ادخل الاسم بالعربي',
    'enter_name_en' => 'ادخل الاسم بالانجليزي',
    'enter_position_ar' => 'ادخل المنصب بالعربي',
    'enter_position_en' => 'ادخل المنصب بالانجليزي',

    'founder'=>'مؤسس',
    'director' => 'مدير',
    'member' => 'عضو',

    'required' => 'هذا الحقل مطلوب',
    'max' => 'الحد الاقصي المسموح به للحروف 100',
    'in' => 'القيمة المدخلة غير صحيحة',
    'image' => 'يجب ان تكون صورة',
    'image_max' => 'حجم الصورة المسموح به 1 ميجا فقط',
    'mimes' => 'يجب ان تكون صورة بصيغة الصيغ png',
    'photo_required' => 'الصورة  مطلوبة',

    'no_team_members_found'=>' لا يوجد أعضار فريق حالياً'
];
